{"_id":{"$oid":"5a05697259df861de8fb309e"},"updatedAt":{"$date":"2017-11-10T08:58:21.210Z"},"createdAt":{"$date":"2017-11-10T08:58:21.210Z"},"title":"The wiki 1","teamId":"59e26b9e7f0a59348cf67421","body":"This is the first wiki being created for testing purpose.","createdBy":{"userId":"5a05541c304ba51e60879f6f","firstName":"user_fn","lastName":"user_ln"},"__v":0}
{"_id":{"$oid":"59e26e5a861f8009406f9d0f"},"updatedAt":{"$date":"2017-11-10T08:58:42.048Z"},"createdAt":{"$date":"2017-11-10T08:58:42.048Z"},"title":"The wiki 2","teamId":"59e26b9e7f0a59348cf67421","body":"This is the second wiki being created for testing purpose.","createdBy":{"userId":"5a05541c304ba51e60879f72","firstName":"user1_fn","lastName":"user1_ln"},"__v":0}
{"_id":{"$oid":"59e26e5a861f8009406f9d1a"},"updatedAt":{"$date":"2017-11-10T08:58:56.439Z"},"createdAt":{"$date":"2017-11-10T08:58:56.439Z"},"title":"The wiki 3","teamId":"59e26b9e7f0a59348cf67421","body":"This is the third wiki being created for testing purpose.","createdBy":{"userId":"5a05541c304ba51e60879f72","firstName":"user1_fn","lastName":"user1_ln"},"__v":0}
{"_id":{"$oid":"5a0a0cbb17747119fc687e94"},"updatedAt":{"$date":"2017-11-13T21:20:59.023Z"},"createdAt":{"$date":"2017-11-13T21:20:59.023Z"},"title":"The wiki 4","body":"This is the forth Wiki","teamId":"59e26b9e7f0a59348cf67421","createdBy":{"userId":"5a05541c304ba51e60879f6f","firstName":"user_fn","lastName":"user_ln"},"__v":0}
{"_id":{"$oid":"5a0a0d0d17747119fc687e95"},"updatedAt":{"$date":"2017-11-13T21:22:21.217Z"},"createdAt":{"$date":"2017-11-13T21:22:21.217Z"},"title":"The Wiki 5","body":"You can train your brain to think better. One of the best ways to do this is to expand the set of mental models you use to think. Let me explain what I mean by sharing a story about a world-class thinker.  I first discovered what a mental model was and how useful the right one could be while I was reading a story about Richard Feynman, the famous physicist. Feynman received his undergraduate degree from MIT and his Ph.D. from Princeton. During that time, he developed a reputation for waltzing into the math department and solving problems that the brilliant Ph.D. students couldn’t solve.  When people asked how he did it, Feynman claimed that his secret weapon was not his intelligence, but rather a strategy he learned in high school. According to Feynman, his high school physics teacher asked him to stay after class one day and gave him a challenge.  “Feynman,” the teacher said, “you talk too much and you make too much noise. I know why. You’re bored. So I’m going to give you a book. You go up there in the back, in the corner, and study this book, and when you know everything that’s in this book, you can talk again.”  So each day, Feynman would hide in the back of the classroom and study the book—Advanced Calculus by Woods—while the rest of the class continued with their regular lessons. And it was while studying this old calculus textbook that Feynman began to develop his own set of mental models.  “That book showed how to differentiate parameters under the integral sign,” Feynman wrote. “It turns out that’s not taught very much in the universities; they don’t emphasize it. But I caught on how to use that method, and I used that one damn tool again and again. So because I was self-taught using that book, I had peculiar methods of doing integrals.”  “The result was, when the guys at MIT or Princeton had trouble doing a certain integral, it was because they couldn’t do it with the standard methods they had learned in school. If it was a contour integration, they would have found it; if it was a simple series expansion, they would have found it. Then I come along and try differentiating under the integral sign, and often it worked. So I got a great reputation for doing integrals, only because my box of tools was different from everybody else’s, and they had tried all their tools on it before giving the problem to me.”  Every Ph.D. student at Princeton and MIT is brilliant. What separated Feynman from his peers wasn't necessarily raw intelligence. It was the way he saw the problem. He had a broader set of mental models.","teamId":"59e26b9e7f0a59348cf67421","createdBy":{"userId":"5a05541c304ba51e60879f6f","firstName":"user_fn","lastName":"user_ln"},"__v":0}
